---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.PathFailures
source: html/7a611161-47c9-28f3-44b8-e10ef9ab76ed.htm
---
# BuiltInFailures.PathFailures Properties

Picked Path could not be regenerated.